[
  {
    "testimonyId": 1,
    "avatar": "/img/user1.png",
    "content": "Grâce à TryTogether, j'ai trouvé un mentor qui m'a initié au dessin numérique. Aujourd’hui, je réalise mes propres illustrations et j’envisage même d’en faire mon métier.",
    "author": "Léa M. - Future illustratrice"
  },
  {
    "testimonyId": 2,
    "avatar": "/img/user2.jpeg",
    "content": "Apprendre le japonais tout seul était un vrai défi. Mon mentor m’a aidé à progresser avec une méthode efficace, et aujourd’hui, je peux enfin tenir une conversation basique !",
    "author": "Nathan S. - Étudiant en langues"
  },
  {
    "testimonyId": 3,
    "avatar": "/img/user3.jpeg",
    "content": "J’ai toujours voulu apprendre à jouer aux échecs. Grâce à TryTogether, j’ai compris les bases et appris des stratégies avancées. Mes parties sont devenues bien plus intéressantes !",
    "author": "Lucas D. - Joueur d’échecs amateur"
  },
  {
    "testimonyId": 4,
    "avatar": "/img/user4.jpg",
    "content": "Je galérais en maths jusqu’à ce que mon mentor me montre une autre approche. Maintenant, les équations me paraissent bien plus claires et je gagne en confiance pour mes examens.",
    "author": "Inès T. - Lycéenne en terminale"
  },
  {
    "testimonyId": 5,
    "avatar": "/img/user5.jpg",
    "content": "J’ai toujours voulu apprendre à coder mais je ne savais pas par où commencer. Mon mentor a su m’expliquer les bases avec clarté et aujourd’hui, j’ai créé mon premier site web !",
    "author": "Samir K. - Développeur en herbe"
  },
  {
    "testimonyId": 6,
    "avatar": "/img/user6.jpeg",
    "content": "Je voulais améliorer mon niveau en anglais pour être plus à l’aise en voyage et au travail. Grâce à mon mentor, j’ai fait des progrès concrets et je prends enfin confiance à l’oral.",
    "author": "Sarah P. - Consultante en marketing"
  },
  {
    "testimonyId": 7,
    "avatar": "/img/user7.jpeg",
    "content": "J’ai toujours aimé la cuisine asiatique mais je ne savais pas par où commencer. Mon mentor m’a guidée pas à pas, et aujourd’hui, je réussis mes propres ramen maison !",
    "author": "Sophie R. - Chef amateur"
  },
  {
    "testimonyId": 8,
    "avatar": "/img/user8.jpg",
    "content": "Je voulais progresser sur *Valorant*, et grâce à un mentor expert, j’ai amélioré mon niveau et compris les vraies stratégies du jeu. Résultat : plus de victoires et moins de frustration !",
    "author": "David P. - Joueur passionné d'e-sport"
  },
  {
    "testimonyId": 9,
    "avatar": "/img/user9.jpeg",
    "content": "J’adorais filmer mes voyages, mais mes montages étaient… disons, un peu chaotiques. Mon mentor m’a appris à structurer mes vidéos, à choisir les bons cuts et à jouer avec les transitions. Maintenant, mes vidéos ressemblent enfin à celles des pros !",
    "author": "Lucas R. - Futur monteur pro"
  },
  {
    "testimonyId": 10,
    "avatar": "/img/user10.jpeg",
    "content": "Je voulais me remettre en forme, mais je manquais de motivation. Avec TryTogether, j’ai trouvé un coach qui m’a aidé à établir une routine adaptée. Résultat : je suis en meilleure forme que jamais !",
    "author": "Emma C. - Sportive motivée"
  }
]
